Revit 2024 API
SymbolTypeId.HFtSup2DegreeFPerBtu Property
 Symbol (h·ft²·°F)/BTU, indicating unit Hour square foot degrees Fahrenheit per British thermal unit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId HFtSup2DegreeFPerBtu { get; }
Visual Basic
Public Shared ReadOnly Property HFtSup2DegreeFPerBtu As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HFtSup2DegreeFPerBtu {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace